Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# person.library.episodes
source: Episodes in Your Library
cs: Epizody ve tvé knihovně
da: Afsnit i dit bibliotek
de: Folgen in deiner Bibliothek
el: Επεισόδια στη βιβλιοθήκη σου
es: Episodios en tu biblioteca
fi: Jaksot kirjastossasi
fr: Épisodes dans ta bibliothèque
hr: Epizode u tvojoj biblioteci
hu: Epizódok a könyvtáradban
it: Episodi nella tua libreria
ja: ライブラリのエピソード
ko: 내 라이브러리의 에피소드
nb: Episoder i biblioteket ditt
nl: Afleveringen in je bibliotheek
pl: Odcinki w twojej bibliotece
pt_br: Episódios na sua biblioteca
pt_pt: Episódios na tua biblioteca
ro: Episoade din biblioteca ta
ru: Серии в твоей библиотеке
sk: Epizódy v tvojej knižnici
sv: Avsnitt i ditt bibliotek
tr: Kitaplığındaki bölümler
uk: Епізоди у твоїй бібліотеці
zh_hans: 媒体库中的单集
zh_hant: 媒體庫中的單集

# person.noTitles
source: No titles found
cs: Žádné tituly
da: Ingen titler fundet
de: Keine Titel gefunden
el: Δεν βρέθηκαν τίτλοι
es: No se encontraron títulos
fi: Ei nimikkeitä
fr: Aucun titre trouvé
hr: Nema naslova
hu: Nincs találat
it: Nessun titolo trovato
ja: 作品が見つかりません
ko: 작품을 찾을 수 없습니다
nb: Ingen titler funnet
nl: Geen titels gevonden
pl: Nie znaleziono tytułów
pt_br: Nenhum título encontrado
pt_pt: Nenhum título encontrado
ro: Niciun titlu găsit
ru: Ничего не найдено
sk: Žiadne tituly
sv: Inga titlar hittades
tr: Başlık bulunamadı
uk: Нічого не знайдено
zh_hans: 未找到作品
zh_hant: 找不到作品

# person.noTmdbID
source: This cast member has no TMDB id on the server, so there is no person page to show.
cs: Tento člen obsazení nemá na serveru TMDB ID, takže není co zobrazit.
da: Denne medvirkende har intet TMDB-id på serveren, så der er ingen personside at vise.
de: Für dieses Besetzungsmitglied ist auf dem Server keine TMDB-ID hinterlegt, deshalb gibt es keine Personenseite.
el: Αυτό το μέλος του καστ δεν έχει TMDB ID στον διακομιστή, επομένως δεν υπάρχει σελίδα προσώπου.
es: Este miembro del reparto no tiene un ID de TMDB en el servidor, así que no hay página de persona que mostrar.
fi: Tällä näyttelijällä ei ole TMDB-tunnusta palvelimella, joten henkilösivua ei ole näytettäväksi.
fr: Ce membre de la distribution n'a pas d'identifiant TMDB sur le serveur, il n'y a donc aucune page de personne à afficher.
hr: Ovaj član glumačke postave nema TMDB ID na poslužitelju, pa nema stranice osobe za prikaz.
hu: Ehhez a szereplőhöz nincs TMDB-azonosító a kiszolgálón, ezért nincs megjeleníthető személyoldal.
it: Questo membro del cast non ha un ID TMDB sul server, quindi non c'è una pagina della persona da mostrare.
ja: このキャストにはサーバー上に TMDB ID がないため、表示できる人物ページがありません。
ko: 이 출연자는 서버에 TMDB ID가 없어 표시할 인물 페이지가 없습니다.
nb: Dette medlemmet av rollebesetningen har ingen TMDB-ID på serveren, så det finnes ingen personside å vise.
nl: Dit castlid heeft geen TMDB-id op de server, dus er is geen personenpagina om te tonen.
pl: Ten członek obsady nie ma identyfikatora TMDB na serwerze, więc nie ma strony osoby do wyświetlenia.
pt_br: Este membro do elenco não tem um ID do TMDB no servidor, portanto não há página de pessoa para exibir.
pt_pt: Este membro do elenco não tem um ID do TMDB no servidor, por isso não há página de pessoa para mostrar.
ro: Acest membru al distribuției nu are un ID TMDB pe server, așa că nu există o pagină de persoană de afișat.
ru: У этого актёра нет идентификатора TMDB на сервере, поэтому страницу человека показать нельзя.
sk: Tento člen obsadenia nemá na serveri TMDB ID, takže neexistuje stránka osoby na zobrazenie.
sv: Den här skådespelaren har inget TMDB-id på servern, så det finns ingen personsida att visa.
tr: Bu oyuncunun sunucuda TMDB kimliği yok, bu yüzden gösterilecek bir kişi sayfası bulunmuyor.
uk: У цього актора немає ідентифікатора TMDB на сервері, тому сторінку особи показати неможливо.
zh_hans: 服务器上没有该演员的 TMDB ID，因此无法显示人物页面。
zh_hant: 伺服器上沒有這位演員的 TMDB ID，因此無法顯示人物頁面。

# person.seerrNotConnected
source: Seerr is not connected. Connect Seerr in Settings to view this page.
cs: Seerr není připojen. Připojte Seerr v Nastavení, abyste zobrazili tuto stránku.
da: Seerr er ikke forbundet. Forbind Seerr i Indstillinger for at se denne side.
de: Seerr ist nicht verbunden. Verbinde Seerr in den Einstellungen, um diese Seite zu sehen.
el: Το Seerr δεν είναι συνδεδεμένο. Συνδέστε το Seerr στις Ρυθμίσεις για να δείτε αυτή τη σελίδα.
es: Seerr no está conectado. Conecta Seerr en Ajustes para ver esta página.
fi: Seerriä ei ole yhdistetty. Yhdistä Seerr Asetuksissa nähdäksesi tämän sivun.
fr: Seerr n'est pas connecté. Connectez Seerr dans les Réglages pour voir cette page.
hr: Seerr nije povezan. Povežite Seerr u Postavkama da biste vidjeli ovu stranicu.
hu: A Seerr nincs csatlakoztatva. Csatlakoztasd a Seerrt a Beállításokban az oldal megtekintéséhez.
it: Seerr non è connesso. Collega Seerr nelle Impostazioni per vedere questa pagina.
ja: Seerrが接続されていません。このページを表示するには設定でSeerrを接続してください。
ko: Seerr가 연결되지 않았습니다. 이 페이지를 보려면 설정에서 Seerr를 연결하세요.
nb: Seerr er ikke tilkoblet. Koble til Seerr i Innstillinger for å se denne siden.
nl: Seerr is niet verbonden. Verbind Seerr in Instellingen om deze pagina te bekijken.
pl: Seerr nie jest połączony. Połącz Seerr w Ustawieniach, aby zobaczyć tę stronę.
pt_br: O Seerr não está conectado. Conecte o Seerr nas Configurações para ver esta página.
pt_pt: O Seerr não está ligado. Ligue o Seerr nas Definições para ver esta página.
ro: Seerr nu este conectat. Conectează Seerr în Setări pentru a vedea această pagină.
ru: Seerr не подключён. Подключите Seerr в Настройках, чтобы открыть эту страницу.
sk: Seerr nie je pripojený. Pripojte Seerr v Nastaveniach, aby ste zobrazili túto stránku.
sv: Seerr är inte anslutet. Anslut Seerr i Inställningar för att se den här sidan.
tr: Seerr bağlı değil. Bu sayfayı görüntülemek için Ayarlar'dan Seerr'i bağlayın.
uk: Seerr не підключено. Підключіть Seerr у Налаштуваннях, щоб переглянути цю сторінку.
zh_hans: Seerr 未连接。请在“设置”中连接 Seerr 以查看此页面。
zh_hant: Seerr 未連接。請在「設定」中連接 Seerr 以檢視此頁面。

# player.chapter.fallback
source: Chapter %lld
cs: Kapitola %lld
da: Kapitel %lld
de: Kapitel %lld
el: Κεφάλαιο %lld
es: Capítulo %lld
fi: Luku %lld
fr: Chapitre %lld
hr: Poglavlje %lld
hu: %lld. fejezet
it: Capitolo %lld
ja: 第 %lld 章
ko: %lld장
nb: Kapittel %lld
nl: Hoofdstuk %lld
pl: Rozdział %lld
pt_br: Capítulo %lld
pt_pt: Capítulo %lld
ro: Capitolul %lld
ru: Глава %lld
sk: Kapitola %lld
sv: Kapitel %lld
tr: Bölüm %lld
uk: Розділ %lld
zh_hans: 第 %lld 章
zh_hant: 第 %lld 章

# player.chapters
source: Chapters
cs: Kapitoly
da: Kapitler
de: Kapitel
el: Κεφάλαια
es: Capítulos
fi: Luvut
fr: Chapitres
hr: Poglavlja
hu: Fejezetek
it: Capitoli
ja: チャプター
ko: 챕터
nb: Kapitler
nl: Hoofdstukken
pl: Rozdziały
pt_br: Capítulos
pt_pt: Capítulos
ro: Capitole
ru: Главы
sk: Kapitoly
sv: Kapitel
tr: Bölümler
uk: Розділи
zh_hans: 章节
zh_hant: 章節

# player.episodes
source: Episodes
cs: Epizody
da: Episoder
de: Folgen
el: Επεισόδια
es: Episodios
fi: Jaksot
fr: Épisodes
hr: Epizode
hu: Epizódok
it: Episodi
ja: エピソード
ko: 에피소드
nb: Episoder
nl: Afleveringen
pl: Odcinki
pt_br: Episódios
pt_pt: Episódios
ro: Episoade
ru: Эпизоды
sk: Epizódy
sv: Avsnitt
tr: Bölümler
uk: Епізоди
zh_hans: 剧集
zh_hant: 集數

# player.error.audioTrack.body
source: This audio track could not be played. Start the title again and choose a different audio track.
cs: Tuto zvukovou stopu se nepodařilo přehrát. Spusťte titul znovu a zvolte jinou zvukovou stopu.
da: Dette lydspor kunne ikke afspilles. Start titlen igen, og vælg et andet lydspor.
de: Diese Tonspur konnte nicht wiedergegeben werden. Titel erneut starten und eine andere Tonspur wählen.
el: Δεν ήταν δυνατή η αναπαραγωγή αυτού του κομματιού ήχου. Ξεκινήστε ξανά τον τίτλο και επιλέξτε άλλο κομμάτι ήχου.
es: No se pudo reproducir esta pista de audio. Vuelve a iniciar el título y elige otra pista de audio.
fi: Tätä ääniraitaa ei voitu toistaa. Käynnistä nimike uudelleen ja valitse toinen ääniraita.
fr: Cette piste audio n'a pas pu être lue. Relancez le titre et choisissez une autre piste audio.
hr: Ovaj zvučni zapis nije bilo moguće reproducirati. Ponovno pokrenite naslov i odaberite drugi zvučni zapis.
hu: Ezt a hangsávot nem sikerült lejátszani. Indítsd újra a címet, és válassz másik hangsávot.
it: Non è stato possibile riprodurre questa traccia audio. Riavvia il titolo e scegli un'altra traccia audio.
ja: このオーディオトラックは再生できませんでした。タイトルを再生し直して、別のオーディオトラックを選択してください。
ko: 이 오디오 트랙을 재생할 수 없습니다. 타이틀을 다시 시작한 후 다른 오디오 트랙을 선택하세요.
nb: Dette lydsporet kunne ikke spilles av. Start tittelen på nytt og velg et annet lydspor.
nl: Dit audiospoor kon niet worden afgespeeld. Start de titel opnieuw en kies een ander audiospoor.
pl: Nie udało się odtworzyć tej ścieżki dźwiękowej. Uruchom tytuł ponownie i wybierz inną ścieżkę.
pt_br: Não foi possível reproduzir esta faixa de áudio. Inicie o título novamente e escolha outra faixa de áudio.
pt_pt: Não foi possível reproduzir esta faixa de áudio. Inicie o título novamente e escolha outra faixa de áudio.
ro: Această pistă audio nu a putut fi redată. Porniți titlul din nou și alegeți altă pistă audio.
ru: Не удалось воспроизвести эту аудиодорожку. Запустите фильм заново и выберите другую дорожку.
sk: Túto zvukovú stopu sa nepodarilo prehrať. Spustite titul znova a vyberte inú zvukovú stopu.
sv: Det här ljudspåret kunde inte spelas upp. Starta titeln igen och välj ett annat ljudspår.
tr: Bu ses parçası oynatılamadı. Başlığı yeniden başlatın ve farklı bir ses parçası seçin.
uk: Не вдалося відтворити цю аудіодоріжку. Запустіть запис знову та виберіть іншу доріжку.
zh_hans: 无法播放此音轨。请重新开始播放并选择其他音轨。
zh_hant: 無法播放此音軌。請重新開始播放並選擇其他音軌。

# player.error.audioTrack.title
source: Audio track unavailable
cs: Zvuková stopa není k dispozici
da: Lydsporet er ikke tilgængeligt
de: Tonspur nicht verfügbar
el: Το κομμάτι ήχου δεν είναι διαθέσιμο
es: Pista de audio no disponible
fi: Ääniraita ei ole käytettävissä
fr: Piste audio indisponible
hr: Zvučni zapis nije dostupan
hu: A hangsáv nem érhető el
it: Traccia audio non disponibile
ja: オーディオトラックを利用できません
ko: 오디오 트랙을 사용할 수 없음
nb: Lydsporet er utilgjengelig
nl: Audiospoor niet beschikbaar
pl: Ścieżka dźwiękowa niedostępna
pt_br: Faixa de áudio indisponível
pt_pt: Faixa de áudio indisponível
ro: Pista audio nu este disponibilă
ru: Аудиодорожка недоступна
sk: Zvuková stopa nie je k dispozícii
sv: Ljudspåret är inte tillgängligt
tr: Ses parçası kullanılamıyor
uk: Аудіодоріжка недоступна
zh_hans: 音轨不可用
zh_hant: 音軌無法使用

# player.error.back
source: Back
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Volver
fi: Takaisin
fr: Retour
hr: Natrag
hu: Vissza
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 返回

# player.error.connection.title
source: Connection problem
cs: Problém s připojením
da: Forbindelsesproblem
de: Verbindungsproblem
el: Πρόβλημα σύνδεσης
es: Problema de conexión
fi: Yhteysongelma
fr: Problème de connexion
hr: Problem s vezom
hu: Kapcsolódási hiba
it: Problema di connessione
ja: 接続の問題
ko: 연결 문제
nb: Tilkoblingsproblem
nl: Verbindingsprobleem
pl: Problem z połączeniem
pt_br: Problema de conexão
pt_pt: Problema de ligação
ro: Problemă de conexiune
ru: Проблема с подключением
sk: Problém s pripojením
sv: Anslutningsproblem
tr: Bağlantı sorunu
uk: Проблема зі з'єднанням
zh_hans: 连接问题
zh_hant: 連線問題

# player.error.noNetwork.title
source: No network connection
cs: Žádné síťové připojení
da: Ingen netværksforbindelse
de: Keine Netzwerkverbindung
el: Δεν υπάρχει σύνδεση δικτύου
es: Sin conexión de red
fi: Ei verkkoyhteyttä
fr: Aucune connexion réseau
hr: Nema mrežne veze
hu: Nincs hálózati kapcsolat
it: Nessuna connessione di rete
ja: ネットワークに接続していません
ko: 네트워크에 연결되어 있지 않습니다
nb: Ingen nettverkstilkobling
nl: Geen netwerkverbinding
pl: Brak połączenia sieciowego
pt_br: Sem conexão de rede
pt_pt: Sem ligação de rede
ro: Nicio conexiune la rețea
ru: Нет подключения к сети
sk: Žiadne sieťové pripojenie
sv: Ingen nätverksanslutning
tr: Ağ bağlantısı yok
uk: Немає підключення до мережі
zh_hans: 无网络连接
zh_hant: 無網路連線

# player.error.noNetwork.body
source: This device is not connected to a network right now.
cs: Toto zařízení právě není připojeno k žádné síti.
da: Denne enhed er ikke forbundet til et netværk lige nu.
de: Dieses Gerät ist derzeit mit keinem Netzwerk verbunden.
el: Αυτή η συσκευή δεν είναι συνδεδεμένη σε δίκτυο αυτή τη στιγμή.
es: Este dispositivo no está conectado a ninguna red en este momento.
fi: Tämä laite ei ole juuri nyt yhteydessä verkkoon.
fr: Cet appareil n'est actuellement connecté à aucun réseau.
hr: Ovaj uređaj trenutačno nije povezan s mrežom.
hu: Ez az eszköz jelenleg nem csatlakozik hálózathoz.
it: Questo dispositivo non è attualmente connesso a una rete.
ja: このデバイスは現在ネットワークに接続されていません。
ko: 이 기기는 현재 네트워크에 연결되어 있지 않습니다.
nb: Denne enheten er ikke koblet til et nettverk akkurat nå.
nl: Dit apparaat heeft op dit moment geen netwerkverbinding.
pl: To urządzenie nie jest teraz połączone z żadną siecią.
pt_br: Este dispositivo não está conectado a uma rede no momento.
pt_pt: Este dispositivo não está ligado a uma rede neste momento.
ro: Acest dispozitiv nu este conectat la o rețea în acest moment.
ru: Это устройство сейчас не подключено к сети.
sk: Toto zariadenie momentálne nie je pripojené k sieti.
sv: Den här enheten är inte ansluten till ett nätverk just nu.
tr: Bu cihaz şu anda bir ağa bağlı değil.
uk: Цей пристрій зараз не підключено до мережі.
zh_hans: 此设备当前未连接到网络。
zh_hant: 此裝置目前未連線到網路。

# player.error.offNetwork.title
source: Server not on this network
cs: Server není v této síti
da: Serveren er ikke på dette netværk
de: Server nicht in diesem Netzwerk
el: Ο διακομιστής δεν είναι σε αυτό το δίκτυο
es: El servidor no está en esta red
fi: Palvelin ei ole tässä verkossa
fr: Serveur absent de ce réseau
hr: Poslužitelj nije na ovoj mreži
hu: A kiszolgáló nincs ezen a hálózaton
it: Server non presente su questa rete
ja: サーバーはこのネットワークにありません
ko: 이 네트워크에 서버가 없음
nb: Serveren er ikke på dette nettverket
nl: Server niet op dit netwerk
pl: Serwera nie ma w tej sieci
pt_br: O servidor não está nesta rede
pt_pt: O servidor não está nesta rede
ro: Serverul nu se află în această rețea
ru: Сервер не в этой сети
sk: Server nie je v tejto sieti
sv: Servern finns inte i det här nätverket
tr: Sunucu bu ağda değil
uk: Сервера немає в цій мережі
zh_hans: 服务器不在此网络中
zh_hant: 伺服器不在此網路中

# player.error.dolbyVision.body
source: This device cannot decode this Dolby Vision version. A different version of the file, or a device with Dolby Vision support, will play it.
cs: Toto zařízení neumí dekódovat tuto verzi Dolby Vision. Přehraje ji jiná verze souboru nebo zařízení s podporou Dolby Vision.
da: Denne enhed kan ikke afkode denne Dolby Vision-version. En anden version af filen, eller en enhed med Dolby Vision-understøttelse, kan afspille den.
de: Dieses Gerät kann diese Dolby-Vision-Fassung nicht dekodieren. Eine andere Fassung der Datei oder ein Gerät mit Dolby-Vision-Unterstützung spielt sie ab.
el: Αυτή η συσκευή δεν μπορεί να αποκωδικοποιήσει αυτή την έκδοση Dolby Vision. Θα την αναπαραγάγει μια άλλη έκδοση του αρχείου ή μια συσκευή με υποστήριξη Dolby Vision.
es: Este dispositivo no puede decodificar esta versión de Dolby Vision. La reproducirá otra versión del archivo o un dispositivo compatible con Dolby Vision.
fi: Tämä laite ei osaa purkaa tätä Dolby Vision -versiota. Sen toistaa tiedoston toinen versio tai laite, joka tukee Dolby Visionia.
fr: Cet appareil ne peut pas décoder cette version Dolby Vision. Une autre version du fichier, ou un appareil compatible Dolby Vision, la lira.
hr: Ovaj uređaj ne može dekodirati ovu Dolby Vision verziju. Reproducirat će je druga verzija datoteke ili uređaj s podrškom za Dolby Vision.
hu: Ez az eszköz nem tudja dekódolni ezt a Dolby Vision változatot. A fájl másik változata vagy egy Dolby Vision támogatással rendelkező eszköz lejátssza.
it: Questo dispositivo non può decodificare questa versione Dolby Vision. La riprodurrà un'altra versione del file o un dispositivo con supporto Dolby Vision.
ja: このデバイスはこの Dolby Vision バージョンをデコードできません。ファイルの別バージョン、または Dolby Vision に対応したデバイスであれば再生できます。
ko: 이 기기는 이 Dolby Vision 버전을 디코딩할 수 없습니다. 파일의 다른 버전이나 Dolby Vision을 지원하는 기기에서 재생됩니다.
nb: Denne enheten kan ikke dekode denne Dolby Vision-versjonen. En annen versjon av filen, eller en enhet med Dolby Vision-støtte, spiller den av.
nl: Dit apparaat kan deze Dolby Vision-versie niet decoderen. Een andere versie van het bestand of een apparaat met Dolby Vision-ondersteuning speelt het wel af.
pl: To urządzenie nie potrafi zdekodować tej wersji Dolby Vision. Odtworzy ją inna wersja pliku lub urządzenie z obsługą Dolby Vision.
pt_br: Este dispositivo não consegue decodificar esta versão de Dolby Vision. Outra versão do arquivo, ou um dispositivo compatível com Dolby Vision, vai reproduzi-la.
pt_pt: Este dispositivo não consegue descodificar esta versão de Dolby Vision. Outra versão do ficheiro, ou um dispositivo compatível com Dolby Vision, irá reproduzi-la.
ro: Acest dispozitiv nu poate decoda această versiune Dolby Vision. O va reda altă versiune a fișierului sau un dispozitiv cu suport Dolby Vision.
ru: Это устройство не может декодировать эту версию Dolby Vision. Её воспроизведёт другая версия файла или устройство с поддержкой Dolby Vision.
sk: Toto zariadenie nedokáže dekódovať túto verziu Dolby Vision. Prehrá ju iná verzia súboru alebo zariadenie s podporou Dolby Vision.
sv: Den här enheten kan inte avkoda den här Dolby Vision-versionen. En annan version av filen, eller en enhet med stöd för Dolby Vision, spelar upp den.
tr: Bu cihaz bu Dolby Vision sürümünü çözemiyor. Dosyanın başka bir sürümü veya Dolby Vision destekleyen bir cihaz oynatabilir.
uk: Цей пристрій не може декодувати цю версію Dolby Vision. Її відтворить інша версія файлу або пристрій із підтримкою Dolby Vision.
zh_hans: 此设备无法解码这个 Dolby Vision 版本。文件的其他版本，或支持 Dolby Vision 的设备，可以播放。
zh_hant: 此裝置無法解碼這個 Dolby Vision 版本。檔案的其他版本，或支援 Dolby Vision 的裝置，即可播放。

# player.error.dolbyVision.title
source: Dolby Vision not supported
cs: Dolby Vision není podporováno
da: Dolby Vision understøttes ikke
de: Dolby Vision nicht unterstützt
el: Το Dolby Vision δεν υποστηρίζεται
es: Dolby Vision no compatible
fi: Dolby Vision ei ole tuettu
fr: Dolby Vision non pris en charge
hr: Dolby Vision nije podržan
hu: A Dolby Vision nem támogatott
it: Dolby Vision non supportato
ja: Dolby Vision は非対応です
ko: Dolby Vision 지원 안 함
nb: Dolby Vision støttes ikke
nl: Dolby Vision wordt niet ondersteund
pl: Dolby Vision nieobsługiwane
pt_br: Dolby Vision não compatível
pt_pt: Dolby Vision não suportado
ro: Dolby Vision nu este acceptat
ru: Dolby Vision не поддерживается
sk: Dolby Vision nie je podporovaný
sv: Dolby Vision stöds inte
tr: Dolby Vision desteklenmiyor
uk: Dolby Vision не підтримується
zh_hans: 不支持 Dolby Vision
zh_hant: 不支援 Dolby Vision

# player.error.engineClassified.body
source: The player could not continue with this video. If it keeps happening, include this code in a bug report: %@
cs: Přehrávač nemohl pokračovat v přehrávání tohoto videa. Pokud se to opakuje, uveďte v hlášení chyby tento kód: %@
da: Afspilleren kunne ikke fortsætte med denne video. Hvis det bliver ved, så tag denne kode med i en fejlrapport: %@
de: Die Wiedergabe dieses Videos konnte nicht fortgesetzt werden. Falls das häufiger passiert, diesen Code in eine Fehlermeldung aufnehmen: %@
el: Η αναπαραγωγή αυτού του βίντεο δεν μπόρεσε να συνεχιστεί. Αν επαναληφθεί, συμπεριλάβετε αυτόν τον κωδικό σε αναφορά σφάλματος: %@
es: El reproductor no pudo continuar con este vídeo. Si vuelve a ocurrir, incluye este código en un informe de error: %@
fi: Toisto ei voinut jatkua tällä videolla. Jos ongelma toistuu, liitä tämä koodi virheraporttiin: %@
fr: La lecture de cette vidéo n'a pas pu se poursuivre. Si cela se reproduit, indiquez ce code dans un rapport de bogue : %@
hr: Reprodukcija ovog videozapisa nije se mogla nastaviti. Ako se ponovi, navedite ovaj kôd u prijavi greške: %@
hu: A lejátszó nem tudta folytatni ezt a videót. Ha ez ismétlődik, add meg ezt a kódot a hibajelentésben: %@
it: Il player non è riuscito a proseguire con questo video. Se si ripete, includi questo codice in una segnalazione: %@
ja: このビデオの再生を続行できませんでした。繰り返し発生する場合は、バグ報告にこのコードを記載してください: %@
ko: 이 비디오의 재생을 계속할 수 없습니다. 계속 발생하면 버그 신고에 이 코드를 포함해 주세요: %@
nb: Avspilleren kunne ikke fortsette med denne videoen. Hvis det gjentar seg, ta med denne koden i en feilrapport: %@
nl: De speler kon niet verder met deze video. Als dit blijft gebeuren, vermeld dan deze code in een bugmelding: %@
pl: Odtwarzacz nie mógł kontynuować odtwarzania tego wideo. Jeśli to się powtarza, dołącz ten kod do zgłoszenia błędu: %@
pt_br: O player não conseguiu continuar com este vídeo. Se continuar acontecendo, inclua este código em um relatório de erro: %@
pt_pt: O leitor não conseguiu continuar com este vídeo. Se continuar a acontecer, inclua este código num relatório de erro: %@
ro: Playerul nu a putut continua cu acest videoclip. Dacă se repetă, includeți acest cod într-un raport de eroare: %@
ru: Не удалось продолжить воспроизведение этого видео. Если это повторяется, укажите этот код в сообщении об ошибке: %@
sk: Prehrávač nemohol pokračovať v prehrávaní tohto videa. Ak sa to opakuje, uveďte v hlásení chyby tento kód: %@
sv: Spelaren kunde inte fortsätta med den här videon. Om det upprepas, ta med den här koden i en felrapport: %@
tr: Oynatıcı bu videoya devam edemedi. Tekrarlanırsa hata bildiriminde bu kodu belirtin: %@
uk: Не вдалося продовжити відтворення цього відео. Якщо це повторюється, вкажіть цей код у звіті про помилку: %@
zh_hans: 播放器无法继续播放此视频。如果反复出现，请在错误报告中附上此代码：%@
zh_hant: 播放器無法繼續播放此影片。如果反覆出現，請在錯誤報告中附上此代碼：%@

# player.error.generic.title
source: Couldn't start playback
cs: Přehrávání nelze spustit
da: Kunne ikke starte afspilning
de: Wiedergabe konnte nicht gestartet werden
el: Αδυναμία έναρξης αναπαραγωγής
es: No se pudo iniciar la reproducción
fi: Toistoa ei voitu aloittaa
fr: Impossible de démarrer la lecture
hr: Ne može se započeti reprodukcija
hu: Nem sikerült elindítani a lejátszást
it: Impossibile avviare la riproduzione
ja: 再生を開始できませんでした
ko: 재생을 시작할 수 없음
nb: Kunne ikke starte avspilling
nl: Afspelen niet gestart
pl: Nie można rozpocząć odtwarzania
pt_br: Não foi possível iniciar a reprodução
pt_pt: Não foi possível iniciar a reprodução
ro: Redarea nu a putut porni
ru: Не удалось начать воспроизведение
sk: Prehrávanie sa nepodarilo spustiť
sv: Kunde inte starta uppspelning
tr: Oynatma başlatılamadı
uk: Не вдалося почати відтворення
zh_hans: 无法开始播放
zh_hant: 無法開始播放
